{"organisation":"AU_Govt_ABS","name":"abs_epi_employee_income_occupation_sex_gccsa_2010_15","title":"GCCSA Estimates of Personal Income - Employee Income by Occupation and Sex 2010-2015","legal":{"attribution":"{datasource.organisationTitle}, ({dataset.attributionYear}): {dataset.title}; accessed from AURIN on {dateOfAccess}.","attributionYear":"2017","clickthrough":false,"copyrightNotice":"&copy; {datasource.organisationTitle} {dataset.copyrightYear}","copyrightYear":"2017","licenceType":"Creative Commons Attribution 2.5 Australia (CC BY 2.5 AU)"},"referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","geoLevel":"gccsa_2016","key":"gccsa_code_2016","keyRegex":null,"availability":"true","geomField":"wkb_geometry","keyword":"aus,Australia,ATO,income,personal,finance,ABS,economy","theme":null,"temporalExtent":{"beginDate":"2010-07-01T00:00:00","endDate":"2015-06-30T00:00:00","selectTime":false},"type":"dataset","_id":"dataset-AU_Govt_ABS-abs_epi_employee_income_occupation_sex_gccsa_2010_15-gccsa_2016","bbox":null,"abstract":"This dataset presents aggregated values of Employee Income by Occupation and Sex as a category of the estimates of Personal Income for Small Areas ABS release. The data spans over the financial years of 2010-11 to 2014-15 and is aggregated to the 2016 Greater Capital City Statistical Area (GCCSA) boundaries.\n<br/><br/>\nThis release presents regional data on the number of income earners, amounts they receive, and the distribution of income for the 2010-11 to 2014-15 financial years. An improved geocoding process has been introduced for this release. As such, previously released estimates for the 2010-11 and 2012-13 financial year have been superseded. The following personal income categories are provided in this census release:\n<ul>\n<li>Employee Income</li>\n<li>Own Unincorporated Business Income</li>\n<li>Investment Income</li>\n<li>Superannuation Income</li>\n<li>Other Income (Income not allocatable to any other categories)</li>\n<li>Total Income (Sum of previous categories)</li>\n</ul>\nThese statistics provide insights into the nature of regional economies and the economic well-being of the people who live there. The data has been sourced from the Australian Taxation Office (ATO) and is presented with the updated 2016 editions of the Australian Statistical Geography Standards (ASGS):  Statistical Area Level 2 (SA2); Statistical Area Level 3 (SA3); Statistical Area Level 4 (SA4); Greater Capital City Statistical Area (GCCSA) and Local Government Area (LGA).\n<br/><br/>\nFor more information on the release please visit the <a href=\"http://www.abs.gov.au/ausstats/abs@.nsf/mf/6524.0.55.002\" target=\"_blank\">Australian Bureau of Statistics</a>.<br/><br/>\nPlease note:\n<ul>\n<li>When interpreting these results, it should be noted that some low income earners, for example those receiving Government pensions and allowances, or those who earned below the tax free threshold, may not be present in the data, as they may not be required to lodge personal tax forms. Other individuals may not lodge a tax return even if required, therefore care should be taken in interpreting the data as well as comparing the data in this publication with other income data produced by the ABS.</li>\n<li>To minimise the risk of identifying individuals in aggregate statistics, a confidentialisation process called perturbation has been applied to the data. Perturbation involves small random adjustment of the statistics and is considered the most satisfactory technique for avoiding the release of identifiable statistics while maximising the range of information that can be released.</li>\n<li>Where data is not available or not for publication, the record has been set to a null value.</li>\n</ul>","selectedAttributes":[{"name":"gccsa_code_2016","type":"String","title":"GCCSA Code 2016","description":"GCCSA Code 2016.","stype":"ratio","isDimension":false},{"name":"total_earners_persons_mean_aud_2014_15","type":"Integer","title":"Total Mean Income($) 2014-15","description":"Total Mean Income($) 2014-15.","stype":"ratio","isDimension":false},{"name":"gcc_name16","type":"String","title":"GCCSA Name 2016","description":"GCCSA Name 2016.","stype":"ratio","isDimension":false}],"filter":{"filterType":"tabular","feature":{"key":"gccsa_code_2016","geoLevel":"gccsa_2016","geoField":"ignored","year":"2006","featureBbox":[96.81676569599999,-43.740509603,159.109219008,-9.142175977],"featureType":"country","featureInstance":"au","featureName":"Australia","referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","prefix":"","keyTransform":null},"states":[]}}